Repository: apertium/apertium-sme-smj
Catalog: tmx_data/JIGjuoiganfeber.tmx
Source language: sme
Languages: smj

source: LUOHTEFEBER
smj: JUOJGGAMFIEBAR

source: MUN IN JÁHKE luođi goassege leamaš nu liikostuvvon go dál lea.
smj: IV JÁHKE juojggos le goassak nav biekkaj sinna læhkám gå dálla.

source: Dat lea njuolgut beakkán, jus nu fal heive dadjat.
smj: Le njuolggot mihtos, jus nav dåhkki javllat.

source: “STJERNEKAMP” bokte čalmmustahtii Ella Marie Hætta Isaksen luođi ja juoigama.
smj: “STJERNEKAMP” baktu la Ella Marie Hætta Isaksen tjalmostahttám juojgav ja juojggamav.

source: NRK lea fas ráhkadan ođđa sesoŋŋa “Muitte mu” prográmmas gos ámmátjuoigit oahpahit dovddus Norgga artisttaid juoigat.
smj: NRK li vat stiellim ådå sesoŋŋav "Muitte mu"-prográmmas gånnå dåbdos juojgge åhpadi dåbdos dáro artistajt juojggat.

source: Ruoŧa bealde galgá Jon Henrik Fjällgren goalmmát geardde gilvalit Melodifestivalenis juoigamiin.
smj: Svieriga bielen galggá Jon Henrik Fjällgren goalmát bále juojgusijn Melodifestivalenin sæbrrat.

source: Norgga bealde beassat ges gullat Fred-René Buljo juoigame Melodi Grand Prixas.
smj: Vuonan vat bessap gullat Fred-René Buljov juojggat Melodi Grand Prixan.

source: Luohti ja juoigan leat eahpitkeahttá šaddame juoga mas earát go dušše mii beroštit ja háliidit oasi.
smj: Juojggam le juojddá masi iehtjáda gå dåssju midja same aj berustattjáji ja masta oasev sihti.

source: DÁS NAMUHAN dušše unna oasáža.
smj: DÁNNA NAMMADAV dåssju unna oasátjav.

source: Juoigan han gullo miehtá.
smj: Juojggam ham gullu vájku gånnå.

source: Ja guhkit áigge lea juo dahkan.
smj: Ja guhkev la juo davva dahkam.

source: Jon Henrik Fjällgren ja Fred-René Buljo joavkkuinis KEiiNO gilvaleaba beassat Ruoŧa ja Norgga ovddastit 2019 Eurovision Song Contest finálas Tel Avivas Israelas miessemánus.
smj: Jon Henrikav Fjällgren ja Fred-René Buljo juohkusijn KEiiNO gilppoba besatjit Svierigav ja Vuonav 2019 åvdåstit Eurovision Song Contesta finálan Tel Avivan Israelan moarmesmánon.

source: Goappašagat leaba favorihtat vuoitit iežaska našunálafinálaid.
smj: Goappátjagá libá favorihta vuojttet ietjaska nasjonálafinálajt.

source: Dušše jurddaš jus goappašagat duođaid dahkaba dan ja de dasto šattašii “juoiganbattle” máilmmi stuorámus njuolggosátta TV-musihkkaprográmmas mas leat meastta 200 miljovnna geahčči!
smj: Ájádalá de jus goappátja duodaj vuojtteba ja de luluj sjaddat “juojggambattle” værálda stuoremus njuolggosáttan TV-musihkkaprográmman gånnå li vargga 200 millijåvnå gæhttje!

source: SEAMMÁS gávdnojit sii geat háliidit suodjalit luođi ja váruhit amas leavvat beare olu.
smj: SÆMMI BÁLE gávnnuji sidja gudi sihti juojgav suodjalit ja várodit ja e lágeda gæjvván ilá ednagit.

source: Diekko lean veaháš ovttaoaivilis singuin, dan dáfus ahte luohteárvu gullá sámiide.
smj: Dasi unnán guorrasav, gå juojggamárbbe ham gullu sámijda.

source: Muđui oažžu luohti mu dihte beare gullot miehtá máilmmi.
smj: Ietján luluj dåssju juojgga gullut væráldav miehtáj.

source: DÁN nummáris beasat earet eará lohkat aiddo fal Fred-René Buljo birra.
smj: DÁN nummarin besa låhkåt duola dagu Fred-René Buljoa birra.

source: Son gii dábálaččat lea ráppár, galgá vuohččan juoigat almmolašvuođas ja dasa lassin TV:s.
smj: Dábálattjat rappár, ja dálla galggá juojggat almmulattjat ja de duodden TVan.

source: Ovdasiidoáššin lea fas Eila Ballovara Varsi portreahtta.
smj: Åvddåbielleássjen le vat Eila Ballovara Varsi portrehtta.

source: Son lea neavttártaleanta gii niegadivččii baicca Beaivváš Sámi Našunálateáhteris neaktit go Hollywood-nástin šaddat.
smj: Sån la boahtte oavdástalle gudi farra niegat Beaivváš sáme teatarin oavdástallat farra gå Hollywood-nássten sjaddat.

source: Muđui leat maid čuvvodan sámi ofelaččaid mátkkis.
smj: Ietján lip aj tjuovvum sáme oahpestiddjijt madin manojnan li.

source: Dat ášši lea sihke davvi- ja lullisámegillii, ja bordojuvvon dan láhkai ahte beasat buohtastahttit gielaid ja soaittát dainna lágiin oahppat maid veaháš.
smj: Dat ássje la nuortta- ja oarjjelsámegiellaj, ja látjeduvvam dan láhkáj besa gielajt buohtastahttet ja soajtá navti aj unnán oahppat.
